[app]
language=Polski
welcome=Witamy w PhoXo!
untitled=Bez nazwy
close=Zamknij
ok=OK
cancel=Anuluj

[file]
recent=Ostatnie pliki
open_type=Wszystkie obrazy
load_error=Obraz jest uszkodzony lub nieobsługiwany
not_exist=Obraz nie istnieje
save_error=Nie udało się zapisać obrazu

[TOPBAR]
57601=Otwórz|Otwórz plik obrazu
57603=Zapisz|Zapisz bieżący obraz
57604=Zapisz jako|Zapisz obraz pod nową nazwą
57634=Kopiuj|Skopiuj obraz do schowka
57607=Drukuj|Drukuj bieżący obraz
57643=Cofnij|Cofnij ostatnią akcję
57644=Ponów|Ponów cofniętą akcję
57664=O programie|Informacje o PhoXo
7000=Wklej|Wklej ze schowka
7001=Nowy|Utwórz nowy obraz
7002=Ze skanera
7003=Wyczyść ostatnie pliki
7004=Ustawienia|Ustawienia aplikacji
7005=Motywy|Zmień motyw
7016=Więcej|Pokaż dodatkowe opcje
9002=Dopasuj do okna|Dopasuj obraz do okna
9003=Rozmiar rzeczywisty|Wyświetl obraz w oryginalnym rozmiarze
8005=Pomniejsz|Pomniejsz widok
8006=Powiększ|Powiększ widok, aby zobaczyć więcej szczegółów
undo=Anuluj|Cofnij ostatnią akcję|Cofnij %d akcji
theme=Więcej|Jasny|Ciemny|Słoneczny dzień|Lodowa mięta|Jedwabisty róż|Soczysta śliwka|Blask księżyca|Rajskie mango|Mistyczny las|Chłodny łupek

[TAB]
20000=Kadruj lub obracaj|Klawisze:\n← → ↑ ↓: przesuń o 1 px\nShift + Strzałka: przesuń o 10 px\nEnter: zastosuj kadrowanie\nEsc: anuluj\nCtrl + Przeciągnij: nowe kadrowanie

[SETTINGS]
0=Ustawienia
1=Ogólne
2=Tryb renderowania
3=Lepsza jakość|Szybsza prędkość
4=Dokowanie panelu
5=Prawo|Lewo
6=Maksymalny poziom powiększenia
7=Zmiana pozycji panelu wymaga ponownego uruchomienia PhoXo

[DlgResize]
t=Zmień rozmiar|Szerokość|Wysokość|Zachowaj proporcje

[cmd]
crop=Kadruj
flipv=Odwróć pionowo
fliph=Odwróć poziomo
r90=Obróć w prawo 90°
r270=Obróć w lewo 90°
resize=Zmień rozmiar

[panel_crop]
60=Szerokość
61=Wysokość
1=Dowolny|Niestandardowe proporcje
2=Oryginalny|Zachowaj proporcje obrazu
3=Zastosuj
4=Zablokuj proporcje podczas zmiany rozmiaru
5=Proporcje zablokowane|Proporcje odblokowane
6=Obróć w prawo 90°
7=Obróć w lewo 90°
8=Odwróć pionowo
9=Odwróć poziomo
10=Kształt
11=Transformacja
15=Prostokąt
16=Zaokrąglony prostokąt
17=Okrąg
20=Zaokrąglenie
21=Anuluj kadrowanie
22=Zastosuj kadrowanie|Anuluj kadrowanie
30=Zmień rozmiar obrazu